/* generic */
"No internet connection" = "Aucune connexion internet";
"Product" = "Produit";
"Used" = "Utilisé";
"Stock" = "Inventaire";
"Total" = "Total";
"NO" = "NON";
"YES" = "OUI";

/* tab bar */
"Home" = "Accueil";
"Orders" = "Commandes";
"Requests" = "Demandes";
"HCPs" = "PS";
"Sync" = "Synchroniser";
"Reports" = "Rapports";


/* LOGIN TAB */
"User Name" = "Nom d’utilisateur";
"Password" = "Mot de passe";
"Remember Me" = "Sauvegarder";
"user name" = "Nom d’utilisateur";
"password" = "Mot de passe";
"Sign In" = "Démarrer";


/* LOGIN TAB ERROR MSG */
"Invalid Login" = "Connexion échouée";
"Invalid User Name or Password" = "Nom d’utilisateur ou Mot de Passe Invalide";
"Currently offline. Please refer to previous user’s credentials" = "Actuellement hors ligne. Seulement l’utilisateur précédent peut se connecter";
"New User Detected!" = "Nouvel utilisateur détecté";
"You are attempting to login as a new user, previous data will be removed from device..." = "Connexion d'un nouvel utilisateur, toutes données précédentes seront effacées de l'appareil";
"First Time Login: Update Data!" = "Connexion Initiale: Veuillez effectuer la mise à jour des données!";
"You Must Sync Data Before Performing Any Operations" = "Vous devez synchroniser les données avant d'éxécuter toute autreopération";



/* ORDER TAB */
"View Details" = "Visualiser Détails";
"In Progress" = "En Cours";
"On Hold" = "En Attente";
"Shipped" = "Expédiées";
"Cancelled" = "Annulées";
"**Draft**" = "Ébauche";
"New" = "Nouvelle";
"Back-Order" = "Rupture de Stock";
"Ready For Shipping" = "Prêt pour l’envoi";
"SentToWarehouse" = " Envoyé à l’entrepôt ";
"Shipment Started" = "Envoi Commencé";
"Warehouse Verification" = "Vérification à l’entrepôt";
"Partially-Shipped" = "Envoi Partiel";
"Delivered" = "Livré";
"Void" = "Annulé";


/* ORDER DETAILS TAB */
"Ref" = "Réf:";
"Status" = "État:";
"Reason" = "Raison:";
"Tracking #" = "Numéro(s) de suivi:";
"Date Created" = "Date de création:";
"Date Released" = "Date de relâche:";
"Date Shipped" = "Date d'expédition:";

"Warning" = "Attention";
"This shipment will be sent by ATS Air" = "Cette commande sera envoyée par ATS Air";
"View Order Details" = "Visualiser Details";
"Requested Physician" = "Le PS Selectionne";
"To be delivered to Physician" = "Pour être livré au médecin";
"Delivery Instructions" = "Instructions de livraison";
"Shipping Carrier" = "Transporteur";
"Signature (required)" = "Signature (requise)";
"Signature on File" = "Signature enregistrée au dossier";

"Name In Use" = "Nom d’utilisateur";
"Your Template Not Created Because That Current Name is in Usage" = "Votre modèle n’a pas été créés car le nom actuel est en utilisation";
"Must Select A Product" = "Veuillez sélectionner un produit";
"Must Enter A Qty to Create Request" = "Pour créer une demande, veuillez indique la quantité";
"Saving Order..." = "Sauvegarde de la commande…";

"No Qty Entered" = "Aucune quantité saisie";
"Signature Not Accepted" = "Signature refusée";

"Signature Required" = "Signature requise";
"Signature Not Entered on Device" = "Signature n'est pas présente";

"No HCP Chosen" = "Aucun PS sélectionné";
"Draft Cannot Be Saved" = " L’ébauche ne peut pas être sauvegardée";


"Load Template" = "Charger le modèle";
"Save Template" = "Enregistrer le modèle";
"Template Name" = "Titre du modèle";
"Order Templates" = "Modèles des commandes";
"Save Draft" = "Enregistrer l’ébauche";

"Chose your template name" = "Choisir le nom du modèle";
"Cancel" = "Annuler";
"Create" = "Créer";
"Create Template" = "Créer le modèle";
"No HCP Selected" = "Aucun PS sélectionné.";
"Must Select HCP To Save Template!" = "Veuillez sélectionner un PS pour enregistrer le modèle!";

"Order" = "Commande";



/* ORDER HCP CHOICE */

"HCP Cannot Be Selected" = "PS ne peut pas être sélectionné";
"A Current Draft Is In Progress for this HCP." = "Une ébauche existe présentement pour ce PS";
"New HCP Territory Selected" = "Nouveau territoire sélectionné";
"This has reset previous products/qty's" = "Les quantités ont été effacées";
"Invalid HCP Selection" = "Sélection du PS invalide";
"This HCP is not available in your territory." = "Ce PS ne fait pas partie de votre territoire";


/* ORDER PRODUCT CHOICE */

"Product Cannot Be Added" = "Le produit ne peut pas être ajouté";
"Product Already Exists" = "Le produit existe déjà";


/* HCP DETAILS */

"Healthcare Professionals" = "Professionnels de la santé";
"HCP Details" = "Détails du PS";
"HCP Additional Details" = "Détails Supplémentaires du PS";

"All" = "Tous";
"Name" = "Nom";
"Postal Code" = "Code Postal";
"Address" = "Adresse";
"Phone" = "Numéro de Téléphone";
"Order History" = "Historique des commandes";

"Loading Orders..." = "Chargement des commandes";

"Invalid HCP Selection" = "Sélection du PS Invalide";
"This HCP is not available in your territory." = "Ce PS ne fait pas partie de votre territoire";

"First Name:" = "Prénom:";
"Last Name:" = "Nom de famille:";
"Title:" = "Titre:";
"Gender:" = "Sexe:";
"Language:" = "Langue:";
"Telephone:"= "Téléphone:";
"Show Previous Orders" = "Visualiser les commandes précédentes";
"Days Ago" = "Jours";

"HCP Additional Details" = "PS Détails supplémentaires";

"Details" = "Détails";
"Address Type:" = "Type d'adresse:";
"Facility Name:" = "Nom de l'établissement:";
"Address 1:" = "Adresse 1";
"Address 2:" = "Adresse 2";
"Address 3:" = "Adresse 3";
"City:" = "Ville";


/* SYNC Tab */

"Load HCPs" = "Charger PS";
"Reload Data" = "Charger les données";
"Sync" = "Sync";

"Updating Status" = "Mise à jour de l'état";
"Syncing Orders" = " Synchronisation des commandes";
"Completed" = "Terminé";
"Sending Data" = "Envoi des données";
"Connecting" = "Connexion en cours";

"Warning! No HCP Records Received" = "Attention! Aucun PS téléchargée ";
"Warning! No Allocation Records Received." = "Attention! Aucune allocation téléchargée.";
"All files loaded successfully" = "Tous les fichiers ont été chargés avec succès";
"Data Load Complete" = "Chargement des données complété";

"DAYS OUTSTANDING" = "Jours en suspens";
"Internet connection is required to sync data!" = "La synchronisation des données nécessite une connexion internet";
"Internet Connection Required" = "Connexion internet requise";
"Internet connection is required to load data" = "Le chargement des données nécessite une connexion internet";
"Initial Load Requires An Internet Connection" = "Le chargement initial nécessite une connexion internet";
"Please {Load Data} and {HCP Data} To Enable Features" = "Veuillez {Charger les données} et {Données des PS} pour activer cette fonction";
"Initial Setup Requies Loading of Data" = "L'installation initiale nécessite le chargement des données";
"Syncing of Data Requires An Internet Connection" = "La synchronisation des données nécessite une connexion internet";

"LAST HCP UPDATE" = "Dernière mise à jour des données.";
"LAST DATA SYNC UPDATE" = "Dernière synchronisation des données ";


/* Reporting Tab */

"My Usage" = "Mon Usage";
"MyUsageDescription" = "Présente l’usage total de chaque produit selon la période (cumul annuel, période d'attribution et par mois)";

"Territory Allocation" = "Quantités attribuées au territoire";
"TerritoryAllocationDescription" = "Présente les quantités des produits attribués à votre territoire, les quantités déjà utilisées (en nombre d'unités et en %) ainsi que l'état d’inventaire";

"My Team" = "Mon Équipe";
"MyTeamDescription" = "Tous les représentants de vos territories sont regroupés par nom de territoire";


"Internet connection is required to view reporting" = "Connexion internet requise afin de d'accéder aux rapports";


"Loading Team..." = "Chargement...";
"Loading Allocation..." = "Chargement...";
"Loading Usage..." = "Chargement...";
"Completing Process..." = "Fin de Process...";
"% Used" = "% Utilisé";
"Loading Complete!" = "Chargement complet!";
"No Records Found!" = "Aucun résultat! ";
"Failed with Error" = "Échoué avec erreur";
"Select A Report" = "Sélectionnez un rapport";